;============================================================================
;----------------------------------------------------------------------------

;=================================================
;..::Engine::.. v 0.0 by Kamil Korolkiewicz 2005 ;
;=================================================

;께께께께께    께께       께   께께께께     께    께께        께  께께께께께
;께           께  께     께   께            께   께  께      께   께
;께           께   께    께  께             께   께   께     께   께
;께           께    께   께  께             께   께    께    께   께
;께께께께께   께    께  께   께  께께께     께   께    께   께    께께께께께
;께          께      께 께   께       께    께  께      께  께    께
;께          께      께 께   께        께   께  께      께 께     께
;께          께      께께     께      께    께  께      께께      께
;께께께께께  께       께        께께께께    께  께       께       께께께께께
;//by Kamil Korolkiewicz 2005 (version for MASM/STUB32)

;==================================================

;----------------------------------------------------------------------------
;============================================================================


;includy

include Engine\Engine.inc
include Engine\En3dMath.inc
